

"kBluetoothConnectionFailedTitle"				= "Bluetooth-lyd mislyktes.";
"kBluetoothConnectionErrorTitle"				= "Det oppsto en feil under tilkobling til lydenheten.";
"kBluetoothConnectionFailedLinkKeyErrorExplanation"	= "Sammenkoblingen er ikke gyldig lenger. Utfør sammenkobling av enheten på nytt, og prøv igjen.";
"kBluetoothConnectionFailedExplanation"			= "Det oppsto en feil under tilkobling til headsettet. Forsikre deg om at det er slått på og innenfor rekkevidde. Det er mulig at lyddelen av programmet du brukte, må startes på nytt.";
"kBluetoothSBCCodecMismatchExplanation"			= "Det oppsto en feil under tilkobling til headsettet. Den kodede lydstrømkonfigurasjonen ble ikke godkjent av den eksterne enheten.";
"kBluetoothConnectionUnsupportedExplanation"	= "Kunne ikke åpne en forbindelse til den aktive lydenheten. Prøv å konfigurere den på nytt.";

"kBluetoothDisconnectedTitle"					= "Bluetooth-lyd frakoblet.";
"kBluetoothDisconnectedExplanation"				= "Forbindelsen til headsettet ble uventet avbrutt. Forsikre deg om at det er slått på og innenfor rekkevidde. Det er mulig at lyddelen av programmet du brukte, må startes på nytt.";

"kBluetoothAudioInUseTitle"						= "Bluetooth-lyd er i bruk.";
"kBluetoothAudioInUseExplanation"				= "Et annet Bluetooth-headset er allerede i bruk. Kun ett Bluetooth-headset kan brukes om gangen.";

"kBluetoothAudioOKButtonTitle"					= "OK";

"kBluetoothAudioSwitchHeadsetButtonTitle"		= "Slutt å bruke headset";
"kBluetoothAudioSwitchHeadphoneButtonTitle"		= "Slutt å bruke hodetelefoner";

"kBluetoothAudioHeadsetDeviceType"				= "Headset";
"kBluetoothAudioHeadphoneDeviceType"			= "Hodetelefoner";

"kBluetoothAudioSwitchButtonTitle"				= "Bruk denne enheten";
"kBluetoothAudioTryAgainButtonTitle"			= "Prøv igjen";
"kBluetoothAudioDisconnectButtonTitle"			= "Koble fra";
"kBluetoothAudioAlwaysIgnoreButtonTitle"		= "Ikke spør igjen";

"kBluetoothAudioSwitchHeadestMessageText"		= "Vil du bruke Bluetooth «%@ (mono)» som lydenhet?";
"kBluetoothAudioSwitchA2DPMessageText"			= "Vil du bruke Bluetooth «%@ (stereo)» som lydenhet?";

"kBluetoothAudioSwitchInfoText"					= "Du kan deaktivere denne dialogruten i Bluetooth-valgpanelet ved å klikke på de avanserte valgene og fjerne markeringen for «Spør ved alle innkommende lydforespørsler».";

